Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Match Size to Other Devices** (right-click) resizes the row's other devices of the same category to match this one.
ar: **مطابقة الحجم مع الأجهزة الأخرى** (النقر بزر الماوس الأيمن) يؤدي إلى تغيير حجم أجهزة الصف الأخرى من نفس الفئة لمطابقة هذا الجهاز.
ca: **Match Size to Other Devices** (fes clic amb el botó dret) canvia la mida dels altres dispositius de la fila de la mateixa categoria perquè coincideixin amb aquesta.
cs: **Přizpůsobit velikost jiným zařízením** (klepnutí pravým tlačítkem) změní velikost ostatních zařízení v řádku stejné kategorie tak, aby odpovídala tomuto.
da: **Tilpas størrelse med andre enheder** (højreklik) ændrer størrelsen på rækkens andre enheder i samme kategori, så de matcher denne.
de: **Größe an andere Geräte anpassen** (Rechtsklick) passt die Größe der anderen Geräte derselben Kategorie in der Zeile an dieses an.
el: Το **Match Size to Other Devices** (κάντε δεξί κλικ) αλλάζει το μέγεθος των άλλων συσκευών της ίδιας κατηγορίας της σειράς ώστε να ταιριάζει με αυτήν.
es: **Hacer coincidir tamaño con otros dispositivos** (clic derecho) cambia el tamaño de los otros dispositivos de la fila de la misma categoría para que coincidan con este.
fa: **تطابق اندازه با سایر دستگاه‌ها** (راست کلیک کنید) اندازه دستگاه‌های ردیف دیگر از همان دسته را تغییر می‌دهد تا با این دستگاه مطابقت داشته باشد.
fi: **Yhdistä kokoa muihin laitteisiin** (napsauta hiiren kakkospainiketta) muuttaa rivin muiden saman luokan laitteiden koon vastaamaan tätä.
fr: **Faire correspondre la taille aux autres appareils** (clic droit) redimensionne les autres appareils de la ligne de la même catégorie pour correspondre à celui-ci.
he: **התאם גודל להתקנים אחרים** (לחץ לחיצה ימנית) משנה את גודל המכשירים האחרים של השורה מאותה קטגוריה כדי להתאים למכשיר הזה.
hr: **Uskladi veličinu s drugim uređajima** (desni klik) mijenja veličinu drugih uređaja u redu iste kategorije kako bi odgovarali ovom.
hu: A **Méret párosítása más eszközökkel** (jobb gombbal) átméretezi a sor többi, azonos kategóriájú eszközét, hogy megfeleljen ennek.
id: **Cocokkan Ukuran dengan Perangkat Lain** (klik kanan) mengubah ukuran perangkat lain di baris dalam kategori yang sama agar cocok dengan perangkat ini.
ja: **他のデバイスにサイズを合わせる** (右クリック) は、このデバイスに一致するように、同じカテゴリの行の他のデバイスのサイズを変更します。
ko: **다른 장치에 크기 일치**(마우스 오른쪽 버튼 클릭)는 이 장치와 일치하도록 행의 동일한 범주에 있는 다른 장치의 크기를 조정합니다.
ms: **Saiz Padan dengan Peranti Lain** (klik kanan) mengubah saiz peranti baris yang lain daripada kategori yang sama untuk dipadankan dengan peranti ini.
nl: **Grootte afstemmen op andere apparaten** (klik met de rechtermuisknop) past de grootte van de andere apparaten van dezelfde categorie in de rij aan, zodat deze overeenkomen met dit apparaat.
no: **Tilpass størrelse med andre enheter** (høyreklikk) endrer størrelsen på radens andre enheter i samme kategori for å matche denne.
pl: **Dopasuj rozmiar do innych urządzeń** (kliknięcie prawym przyciskiem myszy) zmienia rozmiar innych urządzeń w tej samej kategorii w wierszu, aby dopasować je do tego.
pt_br: **Corresponder tamanho a outros dispositivos** (clique com o botão direito) redimensiona os outros dispositivos da mesma categoria da linha para corresponder a este.
pt_pt: **Corresponder tamanho a outros dispositivos** (clique com o botão direito) redimensiona os outros dispositivos da mesma categoria da linha para corresponder a este.
ro: **Potriviți dimensiunea cu alte dispozitive** (clic dreapta) redimensionează celelalte dispozitive ale rândului din aceeași categorie pentru a se potrivi cu aceasta.
sk: **Prispôsobiť veľkosť iným zariadeniam** (kliknutie pravým tlačidlom myši) zmení veľkosť ostatných zariadení v riadku rovnakej kategórie tak, aby sa zhodovali s touto.
sl: **Ujemaj velikost z drugimi napravami** (desni klik) spremeni velikost drugih naprav v vrstici iste kategorije, da se ujemajo s to.
sv: **Matcha storlek med andra enheter** (högerklicka) ändrar storleken på radens andra enheter i samma kategori för att matcha denna.
th: **จับคู่ขนาดกับอุปกรณ์อื่นๆ** (คลิกขวา) ปรับขนาดอุปกรณ์อื่นๆ ของแถวในหมวดหมู่เดียวกันให้ตรงกับอุปกรณ์นี้
ur: **سائز کو دیگر آلات سے میچ کریں** (دائیں کلک کریں) اسی زمرے کے دوسرے آلات کو اس سے مماثل کرنے کے لیے اس کا سائز تبدیل کرتا ہے۔
vi: **Khớp kích thước với các thiết bị khác** (nhấp chuột phải) sẽ thay đổi kích thước các thiết bị khác cùng danh mục của hàng để khớp với thiết bị này.
zh_hans: **将大小与其他设备匹配**（右键单击）调整该行中同一类别的其他设备的大小以匹配该设备。

source: **Match to This** copies the shape you right-clicked — its **Position**, its **Size**, or both — onto the rest of the selection.
ar: **تطابق مع هذا** ينسخ الشكل الذي نقرت عليه بزر الماوس الأيمن — **موضعه**، أو **حجمه**، أو كليهما — إلى بقية التحديد.
ca: **Match to This** copia la forma en què has fet clic amb el botó dret (la seva **Posició**, la seva **Mida** o totes dues) a la resta de la selecció.
cs: **Match to This** zkopíruje tvar, na který jste klikli pravým tlačítkem – jeho **Poloha**, **Velikost** nebo obojí – do zbytku výběru.
da: **Match to This** kopierer den figur, du højreklikkede på – dens **Position**, dens **Størrelse** eller begge dele – til resten af markeringen.
de: **An diese Form angleichen** überträgt **Position**, **Größe** oder beides der Form, auf die du rechtsgeklickt hast, auf den Rest der Auswahl.
el: Το **Match to This** αντιγράφει το σχήμα στο οποίο κάνατε δεξί κλικ — τη **Θέση**, το **Μέγεθος** ή και τα δύο — στην υπόλοιπη επιλογή.
es: **Igualar a este** copia de la forma en la que hiciste clic derecho su **Posición**, su **Tamaño** o ambos al resto de la selección.
fa: **مطابقت با این** ویژگی‌های شکلی را که روی آن کلیک راست کرده‌اید — **موقعیت**، **اندازه** یا هر دو — به بقیهٔ موارد انتخاب‌شده منتقل می‌کند.
fi: **Match to This** kopioi hiiren oikealla napsauttamasi muodon – sen **Sijainti**, **Koko** tai molemmat – muuhun valintaan.
fr: **Aligner sur celle-ci** applique au reste de la sélection la **Position**, la **Taille** ou les deux de la forme sur laquelle vous avez cliqué avec le bouton droit.
he: **התאמה לזה** מעתיקה את הצורה שעליה לחצת ימנית - **המיקום** שלה, **הגודל** שלה, או שניהם - לשאר הבחירה.
hr: **Upari s ovim** kopira oblik koji ste kliknuli desnom tipkom miša — njegov **Pozicija**, njegovu **Veličinu** ili oboje — na ostatak odabira.
hu: Az **Match to This** a jobb gombbal kattintott alakzatot – a **Pozíció**, a **Méret** vagy mindkettőt – a kijelölés többi részére másolja.
id: **Match to This** menyalin bentuk yang Anda klik kanan — **Posisi**, **Ukuran**, atau keduanya — ke sisa pilihan.
it: **Uniforma a questa** applica al resto della selezione la **Posizione**, le **Dimensioni** o entrambe della forma su cui hai fatto clic destro.
ja: **これに合わせる** は、右クリックした図形の **位置**、**サイズ**、またはその両方を、選択中のほかの図形にコピーします。
ko: **이것에 맞추기**는 오른쪽 클릭한 도형의 **위치**, **크기** 또는 둘 다를 나머지 선택 항목에 복사합니다.
ms: **Padan dengan Ini** menyalin bentuk yang anda klik kanan — **Kedudukan**nya, **Saiz**nya atau kedua-duanya — ke seluruh pilihan.
nl: **Match to This** kopieert de vorm waarop u met de rechtermuisknop hebt geklikt (de **Positie**, de **Grootte** of beide) naar de rest van de selectie.
no: **Match to This** kopierer formen du høyreklikket – dens **Posisjon**, dens **Størrelse** eller begge deler – til resten av utvalget.
pl: Opcja **Dopasuj do tego** kopiuje kształt kliknięty prawym przyciskiem myszy — jego **Pozycję**, jego **Rozmiar** lub oba — na resztę zaznaczenia.
pt_br: **Igualar a esta** copia da forma em que você clicou com o botão direito — a **Posição**, o **Tamanho** ou ambos — para o restante da seleção.
pt_pt: **Corresponder a isto** copia a forma em que você clicou com o botão direito — sua **Posição**, seu **Tamanho** ou ambos — para o restante da seleção.
ro: **Potrivire cu aceasta** copiează forma pe care ați făcut clic dreapta – **Poziția**, **Dimensiunea** sau ambele – în restul selecției.
ru: **Подогнать под эту** копирует параметры фигуры, по которой вы нажали правой кнопкой, — ее **Положение**, **Размер** или оба — на остальные выбранные фигуры.
sk: **Match to This** skopíruje tvar, na ktorý ste klikli pravým tlačidlom myši – jeho **Poloha**, **Veľkosť** alebo oboje – do zvyšku výberu.
sl: **Match to This** kopira obliko, ki ste jo kliknili z desno miškino tipko – njen **Položaj**, njeno **Velikost** ali oboje – na preostali del izbora.
sv: **Match to This** kopierar formen du högerklickade - dess **Position**, dess **Storlek** eller båda - till resten av markeringen.
th: **ตรงกับสิ่งนี้** จะคัดลอกรูปร่างที่คุณคลิกขวา เช่น **ตำแหน่ง** **ขนาด** หรือทั้งสองอย่าง ไปยังส่วนที่เหลือของส่วนที่เลือก
tr: **Buna Eşitle**, sağ tıkladığınız şeklin **Konum**unu, **Boyut**unu ya da her ikisini seçimin geri kalanına kopyalar.
uk: **Узгодити з цим** переносить із фігури, яку ви клацнули правою кнопкою, її **Положення**, **Розмір** або обидва на решту вибраних фігур.
ur: **Match to This** اس شکل کو کاپی کرتا ہے جسے آپ نے دائیں کلک کیا ہے — اس کی **پوزیشن**، اس کا **سائز**، یا دونوں — باقی انتخاب پر۔
vi: **Match to This** sao chép hình dạng bạn đã nhấp chuột phải — **Vị trí**, **Kích thước** hoặc cả hai — vào phần còn lại của vùng chọn.
zh_hans: **与此匹配** 会将你右键点按的形状的 **位置**、**尺寸** 或两者，应用到所选的其余形状上。
zh_hant: **與此一致**會將你按右鍵的形狀的**位置**、**大小**或兩者套用到其餘選取的形狀上。

source: **Next** checks the package before going on, so a typo or a service account without access is caught here instead of halfway through an upload.
ar: **التالي** يتحقق من الحزمة قبل المتابعة، لذلك يتم اكتشاف خطأ مطبعي أو حساب خدمة لا يمكن الوصول إليه هنا بدلاً من منتصف عملية التحميل.
ca: **Següent** comprova el paquet abans de continuar, de manera que una errada ortogràfica o un compte de servei sense accés es detecta aquí en lloc de la meitat d'una càrrega.
cs: **Next** zkontroluje balíček, než bude pokračovat, takže se zde místo v polovině nahrávání zachytí překlep nebo servisní účet bez přístupu.
da: **Næste** tjekker pakken, inden den går videre, så en tastefejl eller en servicekonto uden adgang fanges her i stedet for halvvejs i en upload.
de: **Weiter** prüft den Paketnamen, bevor es weitergeht, sodass ein Tippfehler oder ein Dienstkonto ohne Zugriff hier auffällt statt mitten im Upload.
el: Το **Next** ελέγχει το πακέτο προτού συνεχίσει, επομένως ένα τυπογραφικό λάθος ή ένας λογαριασμός υπηρεσίας χωρίς πρόσβαση εντοπίζεται εδώ αντί να γίνει στα μισά της μεταφόρτωσης.
es: **Siguiente** comprueba el paquete antes de continuar, de modo que un error tipográfico o una cuenta de servicio sin acceso se detecta aquí y no a mitad de una subida.
fa: **بعدی** پیش از ادامه، بسته را بررسی می‌کند تا اشتباه تایپی یا حساب سرویسِ بدون دسترسی همین‌جا مشخص شود، نه در میانهٔ آپلود.
fi: **Seuraava** tarkistaa paketin ennen jatkamista, joten kirjoitusvirhe tai palvelutili, jolla ei ole pääsyä, jää kiinni tästä latauksen puolivälin sijaan.
fr: **Suivant** vérifie le package avant de continuer : une faute de frappe ou un compte de service sans accès est ainsi détecté ici plutôt qu'au milieu d'un envoi.
he: **הבא** בודק את החבילה לפני שממשיכים, כך שגיאת הקלדה או חשבון שירות ללא גישה נתפסת כאן במקום באמצע העלאה.
hr: **Dalje** provjerava paket prije nego što nastavi, tako da se greška pri upisu ili račun usluge bez pristupa hvata ovdje umjesto na pola puta prijenosa.
hu: A **Next** ellenőrzi a csomagot, mielőtt továbbhaladna, így a feltöltés felénél itt észlelhető az elírás vagy a hozzáférés nélküli szolgáltatásfiók.
id: **Berikutnya** memeriksa paket sebelum melanjutkan, sehingga kesalahan ketik atau akun layanan tanpa akses tertangkap di sini, bukan di tengah-tengah pengunggahan.
it: **Avanti** verifica il pacchetto prima di proseguire, così un errore di battitura o un account di servizio senza accesso viene rilevato qui anziché a metà caricamento.
ja: **次へ** では、先に進む前にパッケージを確認します。入力ミスやアクセス権のないサービスアカウントは、アップロードの途中ではなくここで見つかります。
ko: **다음**은 계속하기 전에 패키지를 확인하므로, 오타나 액세스 권한이 없는 서비스 계정을 업로드 도중이 아니라 여기에서 잡아냅니다.
ms: **Seterusnya** menyemak pakej sebelum meneruskan, jadi kesilapan silap atau akaun perkhidmatan tanpa akses ditangkap di sini dan bukannya separuh daripada muat naik.
nl: **Volgende** controleert het pakket voordat u verder gaat, zodat een typefout of een serviceaccount zonder toegang hier wordt opgemerkt in plaats van halverwege een upload.
no: **Neste** sjekker pakken før den går videre, så en skrivefeil eller en tjenestekonto uten tilgang fanges opp her i stedet for halvveis i en opplasting.
pl: **Dalej** sprawdza pakiet przed kontynuowaniem, dlatego w tym miejscu wychwytywana jest literówka lub konto usługi bez dostępu, a nie w połowie przesyłania.
pt_br: **Próximo** verifica o pacote antes de continuar, então um erro de digitação ou uma conta de serviço sem acesso é detectado aqui, e não no meio de um envio.
pt_pt: **Próximo** verifica o pacote antes de continuar, para que um erro de digitação ou uma conta de serviço sem acesso seja detectado aqui, em vez de no meio de um upload.
ro: **Următorul** verifică pachetul înainte de a continua, așa că o greșeală de tipar sau un cont de serviciu fără acces este surprins aici în loc să fie la jumătatea unei încărcări.
ru: **Далее** проверяет пакет, прежде чем продолжить, поэтому опечатка или сервисный аккаунт без доступа обнаружатся здесь, а не на полпути загрузки.
sk: **Next** pred pokračovaním skontroluje balík, takže sa tu namiesto polovice nahrávania zachytí preklep alebo účet služby bez prístupu.
sl: **Naprej** preveri paket, preden nadaljuje, tako da se tipkarska napaka ali račun storitve brez dostopa ujame tukaj namesto na polovici nalaganja.
sv: **Nästa** kontrollerar paketet innan det går vidare, så ett stavfel eller ett tjänstekonto utan åtkomst fångas här istället för halvvägs genom en uppladdning.
th: **ถัดไป** ตรวจสอบแพ็กเกจก่อนดำเนินการต่อ ดังนั้นจึงตรวจพบการพิมพ์ผิดหรือบัญชีบริการที่ไม่มีสิทธิ์เข้าถึงที่นี่ แทนที่จะอัปโหลดไปครึ่งทาง
tr: **İleri**, devam etmeden önce paketi denetler; böylece bir yazım hatası ya da erişimi olmayan bir hizmet hesabı, yüklemenin ortasında değil burada yakalanır.
uk: **Далі** перевіряє пакет, перш ніж продовжити, тож одрук або сервісний обліковий запис без доступу виявляться тут, а не посеред вивантаження.
ur: **اگلا** جاری ہونے سے پہلے پیکج کی جانچ پڑتال کرتا ہے، لہذا اپ لوڈ کے آدھے راستے کے بجائے یہاں ایک ٹائپنگ کی غلطی یا رسائی کے بغیر سروس اکاؤنٹ پکڑا جاتا ہے۔
vi: **Tiếp theo** kiểm tra gói trước khi tiếp tục, do đó, lỗi đánh máy hoặc tài khoản dịch vụ không có quyền truy cập sẽ được phát hiện tại đây thay vì tải lên giữa chừng.
zh_hans: **下一步** 会在继续之前检查软件包，因此拼写错误或没有访问权限的服务账号会在这里就被发现，而不是在上传到一半时。
zh_hant: **下一步**會在繼續前先檢查套件，因此拼字錯誤或沒有存取權的服務帳號會在這裡就被發現，而不是在上傳到一半時。

source: **Open export folder on success** — auto-reveal results in Finder.
ar: **فتح مجلد التصدير عند النجاح** — كشف النتائج تلقائيًا في Finder.
ca: **Obre la carpeta d'exportació en cas d'èxit**: els resultats es mostren automàticament al Finder.
cs: **Při úspěchu otevřete složku exportu** – výsledky se automaticky zobrazí ve Finderu.
da: **Åbn eksportmappe ved succes** — automatisk afsløring af resultater i Finder.
de: **Exportordner bei Erfolg öffnen** – Ergebnisse automatisch im Finder anzeigen.
el: **Ανοίξτε τον φάκελο εξαγωγής με επιτυχία** — αυτόματη αποκάλυψη αποτελεσμάτων στο Finder.
es: **Abrir la carpeta de exportación en caso de éxito**: resultados de revelación automática en Finder.
fa: **باز کردن پوشه صادرات در هنگام موفقیت** — نمایش خودکار نتایج در Finder.
fi: **Avaa vientikansio onnistumisen yhteydessä** — näyttää tulokset automaattisesti Finderissa.
fr: **Ouvrez le dossier d'exportation en cas de succès** – révélation automatique des résultats dans le Finder.
he: **פתח תיקיית ייצוא עם הצלחה** - חשיפה אוטומטית של תוצאות ב-Finder.
hr: **Otvori mapu za izvoz nakon uspjeha** — automatski otkriva rezultate u Finderu.
hu: **Sikeres exportálási mappa megnyitása** – az eredmények automatikus megjelenítése a Finderben.
id: **Buka folder ekspor jika berhasil** — hasil terungkap secara otomatis di Finder.
ja: **成功時にエクスポート フォルダーを開く** — Finder に結果が自動表示されます。
ko: **성공 시 내보내기 폴더 열기** — Finder에 결과가 자동으로 표시됩니다.
ms: **Buka folder eksport pada kejayaan** — auto dedahkan hasil dalam Finder.
nl: **Exportmap openen bij succes** — resultaten automatisch weergeven in Finder.
no: **Åpne eksportmappe ved suksess** — viser resultater automatisk i Finder.
pl: **Otwórz folder eksportu, jeśli się powiedzie** — automatyczne wyświetlanie wyników w Finderze.
pt_br: **Abra a pasta de exportação em caso de sucesso** — revele automaticamente os resultados no Finder.
pt_pt: **Abra a pasta de exportação em caso de sucesso** — revele automaticamente os resultados no Finder.
ro: **Deschideți folderul de export în caz de succes** - afișați automat rezultatele în Finder.
sk: **Pri úspechu otvorte priečinok exportu** – výsledky sa automaticky zobrazia vo Finderi.
sl: **Odpri izvozno mapo ob uspehu** — samodejno razkrije rezultate v Finderju.
sv: **Öppna exportmappen vid framgång** — visa resultat automatiskt i Finder.
th: **เปิดโฟลเดอร์ส่งออกเมื่อสำเร็จ** — เปิดเผยผลลัพธ์อัตโนมัติใน Finder
ur: **کامیابی پر ایکسپورٹ فولڈر کھولیں** — فائنڈر میں نتائج کو خود بخود ظاہر کریں۔
vi: **Mở thư mục xuất thành công** — tự động hiển thị kết quả trong Finder.
zh_hans: **成功时打开导出文件夹** — 在 Finder 中自动显示结果。

source: **Orientation** flips the row between portrait and landscape by swapping width and height.
ar: **الاتجاه** يقلب الصف بين الوضع الرأسي والأفقي من خلال تبديل العرض والارتفاع.
ca: **Orientació** canvia la fila entre el retrat i el paisatge canviant l'amplada i l'alçada.
cs: **Orientace** převrací řádek mezi na výšku a na šířku prohozením šířky a výšky.
da: **Orientering** vender rækken mellem stående og liggende ved at skifte bredde og højde.
de: **Ausrichtung** wechselt die Zeile zwischen Hoch- und Querformat, indem Breite und Höhe getauscht werden.
el: Ο **Προσανατολισμός** ανατρέπει τη σειρά μεταξύ κατακόρυφου και οριζόντιου προσανατολισμού εναλλάσσοντας το πλάτος και το ύψος.
es: **Orientación** cambia la fila entre vertical y horizontal intercambiando el ancho y el alto.
fa: **جهت** با جابه‌جا کردن عرض و ارتفاع، ردیف را بین عمودی و افقی تغییر می‌دهد.
fi: **Suunta** kääntää rivin pysty- ja vaakakuvan välillä vaihtamalla leveyttä ja korkeutta.
fr: **Orientation** inverse la ligne entre portrait et paysage en échangeant la largeur et la hauteur.
he: **כיוון** הופך את השורה בין דיוקן לנוף על ידי החלפת רוחב וגובה.
hr: **Orijentacija** prebacuje redak između okomitog i pejzažnog položaja zamjenom širine i visine.
hu: Az **Tájolás** a szélesség és a magasság felcserélésével átfordítja a sort az álló és fekvő kép között.
id: **Orientasi** membalik baris antara potret dan lanskap dengan menukar lebar dan tinggi.
it: **Orientamento** alterna la riga tra verticale e orizzontale scambiando larghezza e altezza.
ja: **向き** は、幅と高さを入れ替えて行を縦向きと横向きで切り替えます。
ko: **방향**은 너비와 높이를 바꿔 행을 세로와 가로 사이에서 전환합니다.
ms: **Orientasi** menterbalikkan baris antara potret dan landskap dengan menukar lebar dan ketinggian.
nl: **Oriëntatie** draait de rij om tussen staand en liggend door de breedte en hoogte om te wisselen.
no: **Orientering** snur raden mellom stående og liggende ved å bytte bredde og høyde.
pl: **Orientacja** odwraca wiersz między pionem a poziomem, zamieniając szerokość i wysokość.
pt_br: **Orientação** inverte a linha entre retrato e paisagem trocando largura e altura.
pt_pt: **Orientação** inverte a linha entre retrato e paisagem trocando largura e altura.
ro: **Orientarea** inversează rândul dintre portret și peisaj schimbând lățimea și înălțimea.
ru: **Ориентация** переключает строку между книжной и альбомной, меняя местами ширину и высоту.
sk: **Orientácia** prevráti riadok medzi na výšku a na šírku výmenou šírky a výšky.
sl: **Usmerjenost** obrne vrstico med pokončno in ležečo tako, da zamenja širino in višino.
sv: **Orientering** vänder raden mellan stående och liggande genom att byta bredd och höjd.
th: **การวางแนว** พลิกแถวระหว่างแนวตั้งและแนวนอนโดยการสลับความกว้างและความสูง
tr: **Yön**, genişlik ile yüksekliği değiştirerek satırı dikey ve yatay arasında çevirir.
uk: **Орієнтація** перемикає рядок між книжковою та альбомною, міняючи місцями ширину й висоту.
ur: **اورینٹیشن** چوڑائی اور اونچائی کو تبدیل کرکے پورٹریٹ اور لینڈ اسکیپ کے درمیان قطار کو پلٹتا ہے۔
vi: **Định hướng** lật hàng giữa dọc và ngang bằng cách hoán đổi chiều rộng và chiều cao.
zh_hans: **方向** 通过交换宽度和高度，在纵向和横向之间切换该行。
zh_hant: **方向**會透過交換寬度和高度，在直式和橫式之間切換該列。
